import React from "react";
import Subnavbar from "../components/Subnavbar";

function Deities() {
  return (
    <>
      <div className="bg-light-pink">
        <br />
        <Subnavbar title="DEITIES" />
        <div className="w-[70%] mx-auto my-0">
          <div className="flex items-start justify-between gap-8 mt-10">
            <div className="w-[35rem] h-[20rem]">
              <img
                className="w-full h-full object-cover rounded-md"
                src="https://horanadu-app-assets.s3.ap-south-1.amazonaws.com/ganesha.JPG"
                alt=""
              />
            </div>
            <div className="w-[800px] ">
              <h1 className="text-[1.6rem] font-[600] mb-3 wordSpace">
                ಶ್ರೀ ಉದ್ಭವ ಗಣಪತಿ ಸ್ವಾಮೀ
              </h1>
              <p className="wordSpace text-justify">
                ದಕ್ಷಿಣ ಕಾಶಿಯ ಅಗಸ್ತ್ಯ ಮಹಾಮುನಿಗಳಿಂದ ತಪೋ ಭೂಮಿಯಾದ ಆದಿಶಕ್ತ್ಯಾತ್ಮಕ
                ಶ್ರೀ ಅನ್ನಪೂರ್ಣೇಶ್ವರೀ ದಿವ್ಯ ಸಾನಿಧ್ಯವಿರುವ ಶ್ರೀಕ್ಷೇತ್ರ ಹೊರನಾಡಿನಲ್ಲಿ
                ಧರ್ಮಕರ್ತರ ವಂಶಾವಳಿಯಲ್ಲಿ ಬಂದ ದಿ|| 2ನೇ ಶ್ರೀ ಡಿ.ವಿ.ಭೀಮಾ ಜೋಯಿಸ್ ಅವರ
                ಆಡಳಿತ ಮತ್ತು ಪೂಜಾ ಕೈಂಕರ್ಯದ ಸಂದರ್ಭದಲ್ಲಿ ಒಂದು ವಿಶಿಷ್ಟವಾದ ಕನಸನ್ನು
                ಶುಭ ದಿನದಂದು ಕಂಡರು. ಅವರ ಕನಸಿನಲ್ಲಿ ಶ್ರೀ ಗಣಪತಿ ದೇವರು ಅವರಿಗೆ ನೀಡಿದ
                ಸೂಚನೆಯ ಪ್ರಕಾರ ಶ್ರೀಕ್ಷೇತ್ರದ ಪೂರ್ವ ದಿಕ್ಕಿನಲ್ಲಿ ಇರುವ ಮೇರುತಿ ಪರ್ವತದ
                ಬುಡದಲ್ಲಿ ನನ್ನ ಆವಿರ್ಭಾವದ ಶಿಲೆಯು ಆನೆಯ ಮುಖದ ರೂಪದಲ್ಲಿ ಇದೆ. ಆ ಶಿಲಾ
                ವಿಗ್ರಹವನ್ನು ಶ್ರೀ ಜಗನ್ಮಾತೆಯ ಸಾನಿಧ್ಯದ ಜೊತೆಯಲ್ಲಿ ನಿತ್ಯ ಪೂಜಾ
                ವ್ಯವಸ್ಥೆಯನ್ನು ಮಾಡಿಕೊಂಡು ಬರುವುದು ನಿನಗೂ ನಿನ್ನ ಕುಟುಂಬಕ್ಕೂ,
                ಕ್ಷೇತ್ರಕ್ಕೂ ಹಾಗೂ ಲೋಕಕ್ಕೂ ಶ್ರೇಯಸ್ಕರವಾಗಿರುತ್ತದೆ ಎಂಬುದಾಗಿ ಅನುಗ್ರಹ
                ಅಪ್ಪಣೆಯನ್ನು ಕೊಡಿಸಿದರು.
                <br />
                <br />
                ಶ್ರೀ ಗಣಪತಿ ಸ್ವಾಮಿಯ ಆದೇಶಾನುಸಾರವಾಗಿ ಆ ಶಿಲೆಯಲ್ಲಿ ಸ್ವಯಂ ಮೂಡಿದ ಶ್ರೀ
                ಗಣಪತಿ ಸ್ವಾಮಿಯನ್ನು ಶಾಸ್ತ್ರೀಯವಾಗಿ ಪ್ರತಿಷ್ಠಾ ಮಹೋತ್ಸವವನ್ನು ದಿ|| ಶ್ರೀ
                ಡಿ.ವಿ.ಭೀಮಾ ಜೋಯಿಸ್ ರವರು ನೆರವೇರಿಸಿ ಶ್ರೀ ಉದ್ಭವ ಗಣಪತಿ ಸ್ವಾಮಿ
                ಎಂಬುದಾಗಿ ಘೋಷಿಸಿದರು. 1924ನೇ ಇಸವಿಯಲ್ಲಿ ಶ್ರೀ ಉದ್ಭವ ಗಣಪತಿ ಸ್ವಾಮಿಗೆ
                ರಜತ ಕವಚವನ್ನು ಮಾಡಿಸಿ ಅರ್ಪಿಸಿದರು. ಈ ಶ್ರೀ ಉದ್ಭವ ಗಣಪತಿ ಸ್ವಾಮಿಯ
                ಶಿಲೆಯು ಬೆಳೆಯುತ್ತಿರುವುದು ಅದರ ವೈಶಿಷ್ಟ್ಯವಾಗಿದೆ. ಈ ಹಿಂದೆ ಮಾಡಿಸಿದ ರಜತ
                ಕವಚವನ್ನು ದಿ|| 2ನೇ ಶ್ರೀ ಡಿ.ವಿ.ವೆಂಕಟಸುಬ್ಬಾ ಜೋಯಿಸರು ತಮ್ಮ ಅಧಿಕಾರದ
                ಕಾಲಾವಧಿಯಲ್ಲಿ ದೊಡ್ಡದಾಗಿ ಮಾಡಿಸಿ ಶ್ರೀ ದೇವರಿಗೆ ಸಮರ್ಪಿಸಿದರು. ಅವರ
                ಸುಪುತ್ರ 6ನೇ ಧರ್ಮಕರ್ತರಾದ ದಿ|| ಶ್ರೀ ಡಿ.ವಿ.ಗಜೇಂದ್ರ ಪ್ರಸನ್ನ ಜೋಯಿಸ್
                ರವರು ಕೂಡಾ ರಜತ ಕವಚವನ್ನು ಪುನಃ ದೊಡ್ಡದು ಮಾಡಿಸಿ ಸಮರ್ಪಿಸಿದರು.
                <br />
                <br />
                ಇದಾದ ಮೇಲೆ ಹಾಲಿ ಧರ್ಮಕರ್ತರಾದ ಶ್ರೀ ಜಿ.ಭೀಮೇಶ್ವರ ಜೋಷಿರವರು ತಮ್ಮ ಆಡಳಿತ
                ಅವಧಿಯಲ್ಲಿ
                <br />
                <br />
                ತಾ|| 06-03-2016 ರಂದು ನೂತನವಾಗಿ ಹೊಸ ರಜತ ಮುಖ ಕವಚವನ್ನು ದೊಡ್ಡದಾಗಿ
                ಮಾಡಿಸಿ ಶ್ರೀ ಉದ್ಭವ ಗಣಪತಿ ಸ್ವಾಮಿಗೆ ಸಮರ್ಪಿಸಿದರು.
                <br />
                <br />
                ಶಿಲೆಯನ್ನು ಭೂಮಿಯ ಸಂಪರ್ಕದಿಂದ ಬಿಡಿಸಿದ ಮೇಲೆ ಅದಕ್ಕೆ ಯಾವುದೇ ರೀತಿಯ
                ಬೆಳವಣಿಗೆ ಇರುವುದಿಲ್ಲವೆಂಬುದು ವೈಜ್ಞಾನಿಕ ಸತ್ಯ. ಆದರೆ ದೈವಚಿತ್ತವನ್ನು
                ಯಾರೂ ಕೂಡಾ ಅಲ್ಲಗಳೆಯುವುದಕ್ಕೆ, ವಿಮರ್ಶೆಗೊಳಪಡಿಸುದಕ್ಕೆ ಸಾಧ್ಯವಾಗದ
                ವಿಷಯವಾಗಿರುತ್ತದೆ. ಶ್ರೀ ಉದ್ಭವ ಗಣಪತಿಯ ವಿಶಿಷ್ಟವಾದಂತಹ ಶಿಲಾ ವಿಗ್ರಹದ
                ಬೆಳವಣಿಗೆ ಒಂದು ಸೋಜಿಗ ಹಾಗೂ ನಿತ್ಯ ಸತ್ಯವೂ ಆಗಿದೆ. ಈ ರೀತಿಯ
                ವೈಶಿಷ್ಟ್ಯಗಳನ್ನೊಳಗೊಂಡ ಶ್ರೀ ಉದ್ಭವ ಗಣಪತಿಯ ಮಹಾ ಸನ್ನಿಧಿಯಲ್ಲಿ ಮಾಡಿಕೊಂಡ
                ಸತ್ ಪ್ರಾರ್ಥನೆಗಳನ್ನು ಫಲಪ್ರದವಾಗುವಂತೆ ಅನುಗ್ರಹಿಸಿರುವ ನೂರಾರು ಸಂಗತಿಗಳು
                ಶ್ರೀಕ್ಷೇತ್ರದ ಭಕ್ತರು ಹಂಚಿಕೊಳ್ಳುತ್ತಿರುವುದು ಶ್ರೀ ಉದ್ಭವ ಗಣಪತಿ
                ಮಹಾಸ್ವಾಮಿಯ ವಿಶಿಷ್ಠತೆಗೆ ಒಂದು ನಿದರ್ಶನ ಎಂದು ತಿಳಿಸಲು ತುಂಬಾ
                ಹರ್ಷವಾಗುತ್ತದೆ. ಶ್ರಿ ಉದ್ಭವ ಮಹಾ ಗಣಪತಿಯ ಪೂರ್ಣಾನುಗ್ರಹವು ಸಮಸ್ತ ಭಕ್ತರ
                ವಿಘ್ನಗಳನ್ನು ನಿವಾರಣೆ ಮಾಡಿಕೊಡಲಿ ಎಂಬುದಾಗಿ ಶ್ರೀ ಚರಣದಲ್ಲಿ
                ಪ್ರಾರ್ಥಿಸುತ್ತಾ ಶ್ರಿ ಸ್ವಾಮಿಯ ಆವಿರ್ಭಾವದ ಮಾಹಿತಿಗಳನ್ನು ನಿಮ್ಮಗಳ ಜೊತೆ
                ಹಂಚಿಕೊಳ್ಳುತ್ತಿದ್ದೇವೆ.
              </p>
            </div>
          </div>

          <div className="flex flex-row-reverse items-start justify-between gap-8 mt-10">
            <div className="w-[35rem] h-[20rem]">
              <img
                className="w-full h-full object-cover rounded-md"
                src="https://horanadu-app-assets.s3.ap-south-1.amazonaws.com/filler%20image.jpg"
                alt=""
              />
            </div>
            <div className="w-[800px] ">
              <h1 className="text-[1.6rem] font-[600] mb-3 wordSpace">
                ಶ್ರೀ ನವಗ್ರಹ ದೇವರುಗಳ ಪ್ರತಿಷ್ಠೆ
              </h1>
              <p className="wordSpace text-justify">
                ಶ್ರೀಮತೆಯ ಅನುಜ್ಞೆ ಹಾಗೂ ಪ್ರೇರಣೆಯಂತೆ 6ನೇ ಧರ್ಮಕರ್ತರಾದ ದಿ||
                ಡಿ.ವಿ.ಗಜೇಂದ್ರ ಪ್ರಸನ್ನ ಜೋಯಿಸ್ ದಂಪತಿಗಳು ಶ್ರಿಮತ್ ಪ್ರಜಾಪತಿ ನಾಮ
                ಸಂವತ್ಸರದ ಚೈತ್ರ ಬಹುಳ ಚತುರ್ಥಿ ತಾ|| 03-04-1991 ರ ಬುಧವಾರದಂದು ಶುಭ
                ಭ್ರಾಹ್ಮೀ ಮುಹೂರ್ತದಲ್ಲಿ ಶ್ರೀ ಆದಿತ್ಯಾದಿ ನವಗ್ರಹ ದೇವರುಗಳ
                ಪ್ರತಿಷ್ಠಾಪನೆಯನ್ನು ತಮ್ಮ ಅಮೃತ ಹಸ್ತದಿಂದ ನೆರವೇರಿಸಿ ಅದೇ ದಿನ ಬೆಳಿಗ್ಗೆ
                10 ಗಂಟೆಗೆ ಸಲ್ಲುವ ಶುಭ ಮುಹೂರ್ತದಲ್ಲಿ ನೂತನವಾಗಿ ಪ್ರತಿಷ್ಠಾಪನೆಗೊಂಡ ಶ್ರೀ
                ಆದಿತ್ಯಾದಿ ನವಗ್ರಹ ದೇವರುಗಳಿಗೆ ಬ್ರಹ್ಮ ಕುಂಭಾಭಿಷೇಕ ಮಹೋತ್ಸವವನ್ನು
                ಶೃಂಗೇರಿಯ ದಕ್ಷಿಣಾಮ್ನಾಯ ಶಾರದಾ ಪೀಠಾಧೀಶ್ವರರಾದ ಜಗದ್ಗುರು ಶಂಕರಾಚಾರ್ಯ
                ಶ್ರೀ ಶ್ರೀ ಭಾರತೀತೀರ್ಥ ಮಹಾಸ್ವಾಮಿಗಳವರ ದಿವ್ಯ ಹಸ್ತದಿಂದ
                ನೆರವೇರಿಸಿರುತ್ತಾರೆ. ಹಾಗೂ ಈ ನವಗ್ರಹ ದೇವರುಗಳ ಆಲಯವು ಶಿಥಿಲಾವಸ್ಥೆಗೆ
                ಬಂದಿದ್ದರಿಂದ 7ನೇ ಧರ್ಮಕರ್ತರಾದ ಶ್ರೀ ಜಿ.ಭೀಮೇಶ್ವರ ಜೋಷಿ ದಂಪತಿಗಳು ನೂತನ
                ಆಲಯವನ್ನು ನಿರ್ಮಾಣ ಮಾಡಿಸಿ ಶ್ರೀಮತ್ ಖರ ನಾಮ ಸಂವತ್ಸರದ ವೈಶಾಖ ಬಹುಳ ದಶಮಿ
                ತಾ|| 27-05-2011 ರ ಶುಕ್ರವಾರದಂದು ಬೆಳಿಗ್ಗೆ 09-10 ಕ್ಕೆ ಸಲ್ಲುವ ಶುಭ
                ಮಿಥುನ ಲಗ್ನದಲ್ಲಿ ಶ್ರೀ ನವಗ್ರಹ ದೇವರುಗಳ ಪುನರ್ ಪ್ರತಿಷ್ಠಾಪನೆಯನ್ನು
                ಮತ್ತು ಬ್ರಹ್ಮ ಕುಂಭಾಭಿಷೇಕ ಮಹೋತ್ಸವವನ್ನು ಶೃಂಗೇರಿಯ ದಕ್ಷಿಣಾಮ್ನಾಯ ಶಾರದಾ
                ಪೀಠಾಧೀಶ್ವರರಾದ ಜಗದ್ಗುರು ಶಂಕರಾಚಾರ್ಯ ಶ್ರೀ ಶ್ರೀ ಭಾರತೀತೀರ್ಥ
                ಮಹಾಸ್ವಾಮಿಗಳವರ ದಿವ್ಯ ಹಸ್ತದಿಂದ ನೆರವೇರಿಸಲಾಯಿತು.
              </p>
            </div>
          </div>

          <div className="flex  items-start justify-between gap-8 mt-10">
            <div className="w-[35rem] h-[20rem]">
              <img
                className="w-full h-full object-cover rounded-md"
                src="https://horanadu-app-assets.s3.ap-south-1.amazonaws.com/Hanuman%20Image.png"
                alt=""
              />
            </div>
            <div className="w-[800px] ">
              <h1 className="text-[1.6rem] font-[600] mb-3 wordSpace">
                ಶ್ರೀ ಆಂಜನೇಯ ಸ್ವಾಮೀ ದೇವಾಲಯ ಮತ್ತು ಪ್ರತಿಷ್ಠಾ ಕಾರ್ಯಕ್ರಮ.
              </h1>
              <p className="wordSpace text-justify">
                ಶ್ರೀ ಜಗನ್ಮಾತೆಯ ಪ್ರೇರಣೆ ಹಾಗೂ ಅನುಜ್ಞೆಯಂತೆ ಶ್ರೀ ಜಿ.ಭೀಮೇಶ್ವರ ಜೋಷಿ
                ದಂಪತಿಗಳು ಸಂಕಲ್ಪ ಬದ್ದರಾಗಿ ನೂತನ ಶಿಲಾಮಯ ಗರ್ಭಗುಡಿಯಲ್ಲಿ ಶ್ರೀಮತ್
                ಸರ್ವಜಿತ್ ನಾಮ ಸಂವತ್ಸರ ಫಾಲ್ಗುಣ ಬಹುಳ ಪಾಡ್ಯ ತಾ|| 22-03-2008 ರ
                ಶುಕ್ರವಾರದಂದು ಬೆಳಿಗೆಗ 10-32 ಕ್ಕೆ ಸಲ್ಲುವ ಶುಭ ವೃಷಭ ಲಗ್ನದಲ್ಲಿ ಶ್ರಿ
                ಆಂಜನೇಯ ಸ್ವಾಮಿಯ ಪ್ರತಿಷ್ಠಾ ಮಹೋತ್ಸವವನ್ನು , ಜೀವ ಕುಂಭಾಭಿಷೇಕವನ್ನು
                ಶ್ರಿಮದ್ ಜಗದ್ಗುರು ಶಂಕರಾಚಾರ್ಯ ಗೋಕರ್ಣ ಮಂಡಲಾಧೀಶ ಶ್ರೀಮದ್ ರಾಮಚಂದ್ರಾಪುರ
                ಮಠಾಧೀಶರಾದ ಶ್ರೀ ಶ್ರೀ ರಾಘವೇಶ್ವರ ಭಾರತೀ ಮಹಾಸ್ವಾಮಿಗಳವರ ದಿವ್ಯ ಹಸ್ತದಿಂದ
                ನೆರವೇರಿಸಲಾಯಿತು.
                {/* <br />
                ಆದಿಶಕ್ತ್ಯಾತ್ಮಕ ಶ್ರೀ ಅನ್ನಪೂರ್ಣೇಶ್ವರೀ ಅಮ್ಮನವರ ಪ್ರತಿಷ್ಠೆ ದಕ್ಷಿಣ
                ಕಾಶಿ ಎಂದು ಪ್ರಖ್ಯಾತಗೊಂಡ ಹೊರನಾಡಿನಲ್ಲಿ ಶ್ರೀ ಅಗಸ್ತ್ಯ ಮಹಾ ಮಹರ್ಷಿಗಳಿಂದ
                ಶ್ರೀ ಅನ್ನಪೂರ್ಣ ಯಂತ್ರ ಮತ್ತು ವಿಗ್ರಹವನ್ನು ಶುಭ ಮುಹೂರ್ತದಲ್ಲಿ ತಮ್ಮ
                ದಿವ್ಯ ಹಸ್ತದಿಂದ ಪ್ರತಿಷ್ಠಾಪಿಸಿದ್ದು ಈ ಆಲಯವು ಶಿಥಿಲಾವಸ್ಥೆಗೆ
                ಬಂದಿದ್ದನ್ನು 5ನೇ ಧರ್ಮಕರ್ತರಾದ ದಿ|| ಶ್ರೀ ಡಿ.ಬಿ.ವೆಂಕಟಸುಬ್ಬಾ ಜೋಯಿಸರು
                ನೂತನ ಶ್ರೀ ಚಕ್ರಾತ್ಮಕ ಶಿಲಾ ದೇಗುಲವನ್ನು ಕಟ್ಟಿಸಿದರು. ಏಕಶಿಲಾ ಪ್ರಭಾವಳಿ
                ಸಹಿತ ಶ್ರೀ ಆದಿಶಕ್ತಿ ದೇವಿಯ ನಿರ್ಮಾಣವನ್ನು ತಮಿಳುನಾಡಿನ ಶಂಕೋಟೆ ಎಂಬ
                ಊರಿನಲ್ಲಿ ಕೆತ್ತಿಸಿ ಹೊರನಾಡಿಗೆ ತಂದು ಶ್ರೀಮತ್ ಪ್ರಮಾಧಿ ನಾಮ ಸಂವತ್ಸರದ
                ವೈಶಾಖ ಶುದ್ಧ ತದಿಗೆ ತಾ|| 05-05-1973 ರ ಶನಿವಾರದಂದು ಶುಭ ಬ್ರಾಹ್ಮೀ
                ಮುಹೂರ್ತದಲ್ಲಿ (ಮೇಷ ಲಗ್ನ) ಶ್ರೀ ಆದಿಶಕ್ತಿ ದೇವಿಯ ಹಾಗೂ ರಜತ ಶ್ರೀ
                ಚಕ್ರಯಂತ್ರ ಪ್ರತಿಷ್ಠೆಯನ್ನು ಮತ್ತು ಶ್ರೀ ಅನ್ನಪೂರ್ಣೇಶ್ವರೀ ದೇವಿಯ ಪುನರ್
                ಪ್ರತಿಷ್ಠಾ ಮಹೋತ್ಸವವನ್ನು ದಿ|| ಶ್ರೀ ಡಿ.ಬಿ.ವೆಂಕಟಸುಬ್ಬಾ ಜೋಯಿಸ್
                ದಂಪತಿಗಳು ತಮ್ಮ ಅಮೃತ ಹಸ್ತದಿಂದ ನೆರವೇರಿಸಿದರು.
                <br />
                <br />
                ಇದೇ ಸಂವತ್ಸರದ ವೈಶಾಖ ಬಹುಳ ಷಷ್ಠಿ ತಾ|| 23-05-1973 ರ ಬುಧವಾರದಂದು
                ಅಭಿಜಿನ್ ಮುಹೂರ್ತದಲ್ಲಿ ಶ್ರೀಮಾತೆಗೆ ಸಾಮ್ರಾಜ್ಯ ಪಟ್ಟಭಿಷೇಕ ಮಹೋತ್ಸವ ಹಾಗೂ
                ರಥೋತ್ಸವವನ್ನು ಶೃಂಗೇರಿ ದಕ್ಷಿಣಾಮ್ನಾಯ ಶಾರದಾ ಪೀಠಾಧೀಶ್ವರರಾದ ಜಗದ್ಗುರು
                ಶಂಕರಾಚಾರ್ಯ ಶ್ರೀ ಶ್ರೀ ಅಭಿನವ ವಿದ್ಯಾತೀರ್ಥ ಮಹಾಸ್ವಾಮಿಗಳವರ ದಿವ್ಯ
                ಹಸ್ತದಿಂದ ನೆರವೇರಿಸಲಾಯಿತು.*/}
              </p>
            </div>
          </div>
          <div className="flex flex-row-reverse items-start justify-between gap-8 mt-10">
            <div className="w-[35rem] h-[20rem]">
              <img
                className="w-full h-full object-cover rounded-md"
                src="https://horanadu-app-assets.s3.ap-south-1.amazonaws.com/add%20image.jpg"
                alt=""
              />
            </div>
            <div className="w-[800px] ">
              <h1 className="text-[1.6rem] font-[600] mb-3 wordSpace">
                ಆದಿಶಕ್ತ್ಯಾತ್ಮಕ ಶ್ರೀ ಅನ್ನಪೂರ್ಣೇಶ್ವರೀ ಅಮ್ಮನವರ ಪ್ರತಿಷ್ಠೆ.
              </h1>
              <p className="wordSpace text-justify">
                ದಕ್ಷಿಣ ಕಾಶಿ ಎಂದು ಪ್ರಖ್ಯಾತಗೊಂಡ ಹೊರನಾಡಿನಲ್ಲಿ ಶ್ರೀ ಅಗಸ್ತ್ಯ ಮಹಾ
                ಮಹರ್ಷಿಗಳಿಂದ ಶ್ರೀ ಅನ್ನಪೂರ್ಣ ಯಂತ್ರ ಮತ್ತು ವಿಗ್ರಹವನ್ನು ಶುಭ
                ಮುಹೂರ್ತದಲ್ಲಿ ತಮ್ಮ ದಿವ್ಯ ಹಸ್ತದಿಂದ ಪ್ರತಿಷ್ಠಾಪಿಸಿದ್ದು ಈ ಆಲಯವು
                ಶಿಥಿಲಾವಸ್ಥೆಗೆ ಬಂದಿದ್ದನ್ನು 5ನೇ ಧರ್ಮಕರ್ತರಾದ ದಿ|| ಶ್ರೀ
                ಡಿ.ಬಿ.ವೆಂಕಟಸುಬ್ಬಾ ಜೋಯಿಸರು ನೂತನ ಶ್ರೀ ಚಕ್ರಾತ್ಮಕ ಶಿಲಾ ದೇಗುಲವನ್ನು
                ಕಟ್ಟಿಸಿದರು. ಏಕಶಿಲಾ ಪ್ರಭಾವಳಿ ಸಹಿತ ಶ್ರೀ ಆದಿಶಕ್ತಿ ದೇವಿಯ
                ನಿರ್ಮಾಣವನ್ನು ತಮಿಳುನಾಡಿನ ಶಂಕೋಟೆ ಎಂಬ ಊರಿನಲ್ಲಿ ಕೆತ್ತಿಸಿ ಹೊರನಾಡಿಗೆ
                ತಂದು ಶ್ರೀಮತ್ ಪ್ರಮಾಧಿ ನಾಮ ಸಂವತ್ಸರದ ವೈಶಾಖ ಶುದ್ಧ ತದಿಗೆ ತಾ||
                05-05-1973 ರ ಶನಿವಾರದಂದು ಶುಭ ಬ್ರಾಹ್ಮೀ ಮುಹೂರ್ತದಲ್ಲಿ (ಮೇಷ ಲಗ್ನ)
                ಶ್ರೀ ಆದಿಶಕ್ತಿ ದೇವಿಯ ಹಾಗೂ ರಜತ ಶ್ರೀ ಚಕ್ರಯಂತ್ರ ಪ್ರತಿಷ್ಠೆಯನ್ನು ಮತ್ತು
                ಶ್ರೀ ಅನ್ನಪೂರ್ಣೇಶ್ವರೀ ದೇವಿಯ ಪುನರ್ ಪ್ರತಿಷ್ಠಾ ಮಹೋತ್ಸವವನ್ನು ದಿ||
                ಶ್ರೀ ಡಿ.ಬಿ.ವೆಂಕಟಸುಬ್ಬಾ ಜೋಯಿಸ್ ದಂಪತಿಗಳು ತಮ್ಮ ಅಮೃತ ಹಸ್ತದಿಂದ
                ನೆರವೇರಿಸಿದರು.
                <br />
                <br />
                ಇದೇ ಸಂವತ್ಸರದ ವೈಶಾಖ ಬಹುಳ ಷಷ್ಠಿ ತಾ|| 23-05-1973 ರ ಬುಧವಾರದಂದು
                ಅಭಿಜಿನ್ ಮುಹೂರ್ತದಲ್ಲಿ ಶ್ರೀಮಾತೆಗೆ ಸಾಮ್ರಾಜ್ಯ ಪಟ್ಟಭಿಷೇಕ ಮಹೋತ್ಸವ ಹಾಗೂ
                ರಥೋತ್ಸವವನ್ನು ಶೃಂಗೇರಿ ದಕ್ಷಿಣಾಮ್ನಾಯ ಶಾರದಾ ಪೀಠಾಧೀಶ್ವರರಾದ ಜಗದ್ಗುರು
                ಶಂಕರಾಚಾರ್ಯ ಶ್ರೀ ಶ್ರೀ ಅಭಿನವ ವಿದ್ಯಾತೀರ್ಥ ಮಹಾಸ್ವಾಮಿಗಳವರ ದಿವ್ಯ
                ಹಸ್ತದಿಂದ ನೆರವೇರಿಸಲಾಯಿತು.
              </p>
            </div>
          </div>
        </div>
      </div>
    </>
  );
}

export default Deities;
